<?php
	session_start();
	require_once "lib/function.php";
	require_once "lib/counters.php";
?>
<!DOCTYPE html>
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
<meta name="viewport" content="width=device-width initial-scale=1.0">
<meta name="description" content="Правила пользования Сайтом Викторина.Онлайн">	
<title>Правила cайтa Викторина.Онлайн</title>
<link rel="stylesheet" type="text/css" href="css/all.css" />
<script src="js/jquery-1.12.2.min.js"></script>
<script src="lib/all.js"></script>
<script src="lib/action.js"></script>	
<link rel="shortcut icon" href="images/favicon.png" />
</head>
<? require_once "lib/main.menu.php"; ?>
<div class="uverh trans cur dspn" onclick="uvh()"><div class="strtp trans op05 pa"></div></div>
<div class="tx">
	<div class="tx2 p30">
		<h1 class="p30 fs16 taz">Правила пользования Сайтом Викторина.Онлайн</h1>
		<p class="fs14">
		Администрация сайта предоставляет Вам доступ к использованию сайта «Викторина.Онлайн» и его функционала на условиях, являющихся предметом настоящих Правил, с которыми Вам необходимо внимательно ознакомиться.</br>
		Сайт «Викторина.Онлайн» – интернет-ресурс (далее – Сайт), состоящий из программных кодов и контента, размещенного в них администрацией или пользователями. Сайт содержится в информационной системе, обеспечивающей доступность такой информации в сети Интернет доменному имени: https://викторина.онлайн, включая все уровни, как функционирующие на дату принятия настоящих правил, так и вводимые в течение всего срока его действия.</br>
		Настоящие Правила могут быть изменены и/или дополнены администрацией Сайта в одностороннем порядке без какого-либо специального уведомления. Настоящие Правила являются открытым и общедоступным документом. Действующая редакция Правил располагается в сети Интернет по адресу: https://викторина.онлайн/Правила_пользования</br>
		Администрация Сайта рекомендует пользователям регулярно проверять условия настоящих Правил на предмет их изменения и/или дополнения. Продолжение использования Сайта пользователем после внесения в настоящие Правила означает принятие и согласие с такими изменениями.</br>
		Права на Сайт в целом и на использование доменного имени http://викторина.онлайн принадлежат администрации Сайта, которая предоставляет доступ к нему всем заинтересованным лицам в соответствии с настоящими Правилами и действующим законодательством Российской Федерации.</br>
		<h2 class="fs16 p30 taz">Администрация сайта «Викторина.Онлайн»</h2>
		<p class="fs14">
		Под администрацией Сайта в настоящих правилах и иных специальных документах, размещенных на Сайте, понимается ИП «Мелентьев Антон Сергеевич» - физическое лицо, зарегистрированное в установленном законом порядке и осуществляющее предпринимательскую деятельность без образования юридического лица, зарегистрированное по адресу: г. Новосибирск, ул. Мясниковой, 8/2, помещение 133</br>
		Обращения, предложения и претензии физических и юридических лиц, вопросы по функционированию Сайта, нарушениями прав и интересов третьих лиц при его использовании, а также для запросов уполномоченных законодательством Российской Федерации лиц к администрации Сайта могут быть направлены на почтовый адрес ИП «Мелентьев Антон Сергеевич», указанный в настоящих Правилах.
		Никакие положения настоящих Правил не предоставляют пользователю право на использование фирменного наименования, товарных знаков, доменных имен и иных отличительных знаков администрации Сайта, кроме как предоставленных исключительно по письменному соглашению с администрацией Сайта.</br>
		<h2 class="fs16 p30 taz">При использовании Сайта пользователь обязан:</h2>
		- соблюдать положения действующего законодательства Российской Федерации, настоящих Правил;</br>
		- перед размещением информации и объектов предварительно оценивать законность их размещения;</br>
		<h2 class="fs16 p30 taz">Пользователю при использовании Сайта запрещается:</h2>
		загружать или иным образом использовать любую информацию, которая:</br>
		- содержит угрозы, дискредитирует, оскорбляет, порочит честь и достоинство или деловую репутацию или нарушает неприкосновенность частной жизни других пользователей или третьих лиц;</br>
		- нарушает права несовершеннолетних лиц;</br>
		- является вульгарной или непристойной, содержит порнографические изображения и тексты или сцены сексуального характера с участием несовершеннолетних;</br>
		- содержит сцены бесчеловечного обращения с животными;</br>
		- содержит описание средств и способов суицида, любое подстрекательство к его совершению;</br>
		- пропагандирует и/или способствует разжиганию расовой, религиозной, этнической ненависти или вражды, пропагандирует фашизм или идеологию расового превосходства;</br>
		- содержит экстремистские материалы;</br>
		- пропагандирует преступную деятельность или содержит советы, инструкции или руководства по совершению преступных действий;</br>
		- содержит информацию ограниченного доступа, включая, но не ограничиваясь, государственной и коммерческой тайной, информацией о частной жизни третьих лиц;</br>
		- содержит рекламу или описывает привлекательность употребления наркотических веществ, в том числе «цифровых наркотиков» (звуковых файлов, оказывающих воздействие на мозг человека за счет бинауральных ритмов), информацию о распространении наркотиков, рецепты их изготовления и советы по употреблению;</br>
		- носит мошеннический характер,- а также нарушает иные права и интересы граждан и юридических лиц или требования законодательства Российской Федерации;</br>
		- использовать программное обеспечение и осуществлять действия, направленные на нарушение нормального функционирования Сайта или персональных страниц пользователей;</br>
		- загружать, хранить, публиковать, распространять и предоставлять доступ или иным образом использовать вирусы, трояны и другие вредоносные программы;</br>
		- осуществлять незаконные сбор и обработку персональных данных других лиц;</br>
		- осуществлять использование Сайта иным способом, кроме как через интерфейс, предоставленный администрацией Сайта, за исключением случаев, когда такие действия были прямо разрешены пользователю в соответствии с отдельным соглашением с администрацией;</br>
		- размещать коммерческую и политическую рекламу вне специальных разделов Сайта, установленных администрацией Сайта;</br>
		- размещать любую другую информацию, которая, по мнению администрации, является нежелательной, не соответствует целям создания Сайта, ущемляет интересы пользователей или по другим причинам является нежелательной для размещения на Сайте.</br>
		Пользователь несет личную ответственность за любую информацию, которую размещает на сайте, сообщает другим пользователям, а также за любые взаимодействия с другими пользователями, осуществляемые на свой риск.</br>
		В случае несогласия пользователя с настоящими правилами или их обновлениями, пользователь обязан отказаться от его использования, проинформировав об этом администрацию Сайта в установленном порядке.</br>
		<h2 class="fs16 p30 taz">Условия об интеллектуальных правах</h2>
		Все объекты, размещенные на Сайте, в том числе элементы дизайна, текст, графические изображения, иллюстрации, видео, скрипты, программы, музыка, звуки и другие объекты и их подборки, являются объектами исключительных прав администрации, пользователей Сайта и других правообладателей, все права на эти объекты защищены.</br>
		Никакой контент не может быть скопирован (воспроизведен), переработан, распространен, отображен во фрейме, опубликован, скачан, передан, продан или иным способом использован целиком или по частям без предварительного разрешения правообладателя, кроме случаев, установленных настоящими правилами, а также действующим законодательством Российской Федерации или когда правообладатель явным образом выразил свое согласие на свободное использование контента любым лицом.</br>
		Кроме своего собственного контента, пользователь не вправе загружать или иным образом доводить до всеобщего сведения контент других сайтов, баз данных и прочие результаты интеллектуальной деятельности при отсутствии явным образом выраженного согласия правообладателя на такие действия.</br>
		Любое использование Сайта или контента, кроме разрешенного в настоящих Правилах или в случае явно выраженного согласия правообладателя на такое использование, без предварительного письменного разрешения правообладателя, категорически запрещено.</br>
		<h2 class="fs16 p30 taz">Заключительные положения</h2>
		Настоящие Правила составляют соглашение между пользователем и администрацией Сайта относительно порядка использования Сайта и его функционала. Настоящие Правила регулируются и толкуются в соответствии с законодательством Российской Федерации. Вопросы, не урегулированные Правилами, подлежат разрешению в соответствии с законодательством Российской Федерации.</br>
		В случае возникновения любых споров или разногласий, связанных с исполнением настоящих Правил, пользователь и администрация Сайта приложат все усилия для их разрешения путем проведения переговоров. В случае, если споры не будут разрешены путем переговоров, они подлежат разрешению в порядке, установленном действующим законодательством Российской Федерации.</br>
		Настоящие Правила вступают в силу для пользователя с момента его присоединения к ним и действуют в течение неопределенного срока.</br>
		Если по тем или иным причинам одно или несколько положений настоящих Правил будут признаны недействительными или не имеющими юридической силы, это не оказывает влияния на действительность или применимость остальных положений.</br>
		</p>
	</div>			
</div>
</html>


