<?php
	session_start();
	require_once "lib/function.php";
	require_once "lib/counters.php";
?>
<!DOCTYPE html>
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
<meta name="viewport" content="width=device-width initial-scale=1.0">
<meta name="keywords" content="Политика сайта Викторина.Онлайн">
<meta name="description" content="Политика конфиденциальности сайта Викторина.Онлайн">
<title>Политика конфиденциальности</title>
<link rel="stylesheet" type="text/css" href="css/all.css" />
<script src="/js/jquery-1.12.2.min.js"></script>
<script src="/lib/all.js"></script>
<script src="/lib/action.js"></script>	
<link rel="shortcut icon" href="/images/favicon.png" />
<?php require_once "lib/countersm.php";?>
</head>
<? require_once "lib/main.menu.php"; ?>
<div class="uverh trans cur dspn" onclick="uvh()"><div class="strtp trans op05 pa"></div></div>
<div class="tx">
	<div class="tx2 p30">
		<h1 class="p30 fs16 taz">Политика конфиденциальности Викторина.Онлайн</h1>
		<p class="fs14">
		Под администрацией сайта «Викторина.Онлайн» в настоящих правилах и иных специальных документах, размещенных на сайте «Викторина.Онлайн» (далее Сайта), понимается ИП «Мелентьев Антон Сергеевич», зарегистрированный по адресу: Новосибирск, ул. Мясниковой, д. 8/2, помещение 132.</br>
		Права на сайт в целом и на использование доменного имени https://викторина.онлайн (https://xn--80adsajtfqq.xn--80asehdb) принадлежат ИП Мелентьев Антон Сергеевич. Последний предоставляет доступ к сайту всем заинтересованным лицам в соответствии с настоящими правилами и действующим законодательством Российской Федерации.</br>
		Обращения, предложения и претензии физических и юридических лиц к администрации сайта в связи с настоящими правилами и всеми вопросами по функционированию сайта, нарушениями прав и интересов третьих лиц при его использовании, а также для запросов уполномоченных законодательством Российской Федерации лиц могут быть направлены на почтовый адрес ИП Мелентьев Антон Сергеевич или на электронную почту viktorina.online@yandex.ru.</br>
		Никакие положения настоящих правил не предоставляют пользователю право на использование фирменного наименования, товарных знаков, доменных имен и иных отличительных знаков администрации сайта. Право на использование фирменного наименования, товарных знаков, доменных имен и иных отличительных знаков администрации сайта может быть предоставлено исключительно по письменному соглашению с Администрацией Сайта.</br>
		Настоящими правилами установлены условия, в соответствии с которыми права на использование информации и результатов интеллектуальной деятельности в составе отдельных разделов сайта «Викторина.Онлайн», могут принадлежать пользователям сайта и иным лицам, самостоятельно создавшим и/или разместившим указанные объекты на сайте без непосредственного участия администрации сайта.</br>
		Регистрация пользователя на сайте является бесплатной, добровольной и производится по адресу в сети Интернет: https://викторина.онлайн (https://xn--80adsajtfqq.xn--80asehdb).</br>
		Пользователем сайта является физическое лицо, зарегистрированное на сайте в соответствии с установленным настоящими правилами порядком, достигшее возраста, допустимого в соответствии с законодательством Российской Федерации для акцепта настоящих правил, и обладающее соответствующими полномочиями.</br>
		При регистрации на сайте пользователь обязан предоставить администрации сайта необходимую достоверную и актуальную информацию для формирования персональной страницы Участника. Регистрационная форма Сайта может запрашивать у пользователя дополнительную информацию.</br>
		Пользователь несет ответственность за достоверность, актуальность, полноту и соответствие законодательству Российской Федерации предоставленной при регистрации информации и ее чистоту от претензий третьих лиц.</br>
		При регистрации пользователь соглашается с настоящими правилами и принимает на себя указанные в них права и обязанности, связанные с использованием и функционированием сайта. Пользователь приобретает полный доступ к использованию функционала сайта.</br>
		Если пользователем не доказано обратное, любые действия, совершенные с использованием его логина и пароля, считаются совершенными соответствующим пользователем. В случае несанкционированного доступа к логину и паролю и/или персональной странице пользователя, или распространения логина и пароля пользователь обязан незамедлительно сообщить об этом администрации сайта.</p>
		<h2 class="fs16 p30 taz">При использовании сайта пользователь обязан:</h2>
		<p class="fs14">
		- соблюдать положения действующего законодательства Российской Федерации, настоящих правил и иных специальных документов администрации сайта;</br>
		- предоставлять при регистрации достоверные, полные и актуальные данные, следить за их актуализацией;</br>
		- информировать администрацию сайта о несанкционированном доступе к персональной странице и/или о несанкционированном доступе и/или использовании пароля и логина пользователя;</br>
		- не предоставлять доступ другим пользователям к собственной персональной странице или к отдельной содержащейся на ней информации в случае, если это может привести к нарушению законодательства Российской Федерации и/или настоящих правил, специальных документов администрации сайта;</br>
		- не размещать на персональной странице информацию и объекты (включая ссылки на них), которые могут нарушать права и интересы других лиц;</br>
		- перед размещением информации и объектов предварительно оценивать законность их размещения;</br>
		Пользователь несет личную ответственность за любую информацию, которую размещает на сайте, сообщает другим пользователям, а также за любые взаимодействия с другими пользователями, осуществляемые на свой риск.</br>
		В случае несогласия пользователя с настоящими правилами или их обновлениями, пользователь обязан отказаться от его использования, проинформировав об этом администрацию сайта.</br>
		В случае возникновения любых споров или разногласий, связанных с исполнением настоящих правил, пользователь и администрация сайта приложат все усилия для их разрешения путем проведения переговоров. В случае, если споры не будут разрешены путем переговоров, они подлежат разрешению в порядке, установленном действующим законодательством Российской Федерации.</br>
		</p>
	</div>			
</div>
</html>


